Repository: geteduroam/apple-app
Catalog: geteduroam/GeteduroamPackage/Sources/Connect/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca_es, cy, de, es, fr, hu, it, nl, pl, pt, sl, uk

source: Agree
ar: موافق
bg: Споразумение
ca_es: Accepta
cy: Cytuno
de: Einverstanden
es: Aceptar
fr: Approuver
hu: Egyetértek
it: Sono d'accordo
nl: Accepteer
pl: Zgadzam się
pt: Concordar
sl: Strinjam se
uk: Погоджуюсь

source: Cancel
ar: إلغاء
bg: Отказ
ca_es: Cancel·la
cy: Canslo
de: Abbrechen
es: Cancelar
fr: Annuler
hu: Elvet
it: Annulla
nl: Annuleer
pl: Anuluj
pt: Cancelar
sl: Prekliči
uk: Скасувати

source: Configured
ar: تم التكوين
bg: Конфигурирано
ca_es: Configurat
cy: Wedi'i ffurfweddu
de: Eingerichtet
es: Configurado
fr: Configuré
hu: Konfigurált
it: Configurato
nl: Ingesteld
pl: Skonfigurowano
pt: Configurado
sl: Konfigurirano
uk: Налаштовано

source: Configured, but not connected
ar: تم التكوين، ولكن لم يتم الاتصال
bg: Конфигурирано е, но не е свързано
ca_es: Configurat, però no connectat
cy: Wedi'i ffurfweddu, ond heb ei gysylltu
de: Eingerichtet, aber nicht verbunden
es: Configurado, pero no conectado
fr: Configuré, mais non connecté
hu: Konfigurált, de nem csatlakoztatott
it: Configurato, ma non connesso
nl: Ingesteld, maar niet verbonden
pl: Skonfigurowano, ale brak połaczenia
pt: Configurado, mas não ligado
sl: Konfigurirano, vendar ni povezano
uk: Налаштовано, але не підключено

source: Connect
ar: الاتصال
bg: Свързване
ca_es: Connecta
cy: Cysylltu
de: Verbinden
es: Conectar
fr: Connecter
hu: Csatlakozás
it: Connetti
nl: Verbind
pl: Połącz
pt: Ligar
sl: Poveži
uk: Підключитися

source: CONNECT
ar: الاتصال
bg: Свързване
ca_es: CONNECTA
cy: CYSYLLTU
de: VERBINDEN
es: CONECTAR
fr: CONNECTER
hu: CSATLAKOZÁS
it: CONNETTI
nl: VERBIND
pl: POŁĄCZ
pt: LIGAR
sl: POVEŽI
uk: З'ЄДНАННЯ

source: Connected
ar: متصل
bg: Свързан
ca_es: Connectat
cy: Wedi'i gysylltu
de: Verbunden
es: Conectado
fr: Connecté
hu: Csatlakozva
it: Connesso
nl: Verbonden
pl: Połączono
pt: Ligado
sl: Povezano
uk: Підключено

source: Continue
ar: متابعة
bg: Продължете
ca_es: Continuar
cy: Parhau
de: Weiter
es: Continuar
fr: Continuer
hu: Folytatás
it: Continua
nl: Ga verder
pl: Dalej
pt: Continuar
sl: Nadaljuj
uk: Продовжити

source: Continue in System Preferences
ar: المتابعة في تفضيلات النظام
bg: Продължете със Системните настройки
ca_es: Continuar a les Preferències del Sistema
cy: Parhewch yn System Preferences
de: Weiter in den Systemeinstellungen
es: Continuar en "Preferencias del Sistema"
fr: Continuer dans les paramètres système
hu: Folytassa a Rendszerbeállításokban
it: Continua in Preferenze di Sistema
nl: Ga verder in Systeemvoorkeuren
pl: Kontynuuj w ustawieniach systemowych
pt: Continuar nas Preferências do Sistema
sl: Nadaljuj na prednostne nastavitve sistema
uk: Продовжити у Системних налаштуваннях

source: Continue in System Settings
ar: المتابعة في إعدادات النظام
bg: Продължете със Системните настройки
ca_es: Continuar a Configuració del sistema
cy: Parhewch mewn Gosodiadau System
de: Weiter in den Systemeinstellungen
es: Continuar en "Configuración del sistema"
fr: Continuer dans les réglages système
hu: Folytatás a Rendszerbeállításokban
it: Continua in Impostazioni di Sistema
nl: Ga verder in Systeeminstellingen
pl: Kontynuuj w ustawieniach systemowych
pt: Continuar nas Definições do Sistema
sl: Nadaljuj na sistemske nastavitve
uk: Продовження в Налаштуваннях системи

source: Continue to Website
ar: المتابعة إلى الموقع
bg: Продължете към уебсайта
ca_es: Continuar al lloc web
cy: Parhau i'r wefan
de: Weiter zur Webseite
es: Continuar al sitio web
fr: Continuer vers le site web
hu: Folytatás a webhelyen
it: Continua al sito web
nl: Ga verder naar webpagina
pl: Przejdź do strony internetowej
pt: Continuar para o Website
sl: Nadaljuj na spletno mesto
uk: Перейти на веб-сайт

source: Disagree
ar: عدم الموافقة
bg: Не съм съгласен
ca_es: Rebutjar
cy: Anghytuno
de: Ablehnen
es: Rechazar
fr: Ne pas approuver
hu: Nem értek egyet
it: Non sono d'accordo
nl: Weiger
pl: Nie zgadam się
pt: Discordo
sl: Ne strinjam se
uk: Не погоджуюсь

source: Double-click to review the profile and then press the "Install…" button to setup the network on your computer.
ar: انقر نقرًا مزدوجًا لمراجعة الملف الشخصي، ثم اضغط على زر 'تثبيت...' لإعداد الشبكة على جهاز الكمبيوتر الخاص بك.
bg: Кликнете два пъти, за да прегледате профила, и след това натиснете бутона "Install…", за да инсталирате мрежата на Вашия компютър.
ca_es: Feu doble clic per revisar el perfil i després premeu el botó "Instal·lar..." per configurar la xarxa al vostre ordinador.
cy: Cliciwch ddwywaith i adolygu'r proffil ac yna pwyswch y botwm "Gosod ..." i osod y rhwydwaith ar eich cyfrifiadur.
de: Klicken Sie doppelt um das Profil zu überprüfen; dann klicken Sie auf "Installieren..." um das Netzwerk auf Ihrem Computer einzurichten.
es: Haz doble clic para revisar el perfil y luego pulsa el botón "Instalar..." para configurar la red en tu ordenador.
fr: Double-cliquez pour passer en revue le profil puis appuyez sur le bouton « Installer... » pour configurer le réseau sur votre ordinateur
hu: Kattintson duplán a profil áttekintéséhez, majd nyomja meg az "Installálás..." gombot a hálózat beállításához a számítógépén.
it: Fare doppio clic per esaminare il profilo e quindi premere il pulsante "Installa..." per configurare la rete sul tuo computer.
nl: Dubbelklik om het profiel te controleren en druk vervolgens op de "Installeer"-knop om het netwerk in te stellen op deze computer.
pl: Kliknij dwukrotnie, by przejrzeć profil, a potem naciśnij przycisk "Instaluj...", żeby skonfigurować sieć na Twoim komputerze.
pt: Clique duas vezes para rever o perfil e depois pressione o botão "Instalar..." para configurar a rede no seu computador.
sl: Dvokliknite, če želite pregledati profil, nato pa pritisnite gumb »Namesti …«, če želite nastaviti omrežje v računalniku.
uk: Двічі клацніть, щоб переглянути профіль, а потім натисніть кнопку "Встановити...", щоб налаштувати мережу на вашому комп'ютері.

source: Failed to connect
ar: فشل الاتصال
bg: Неуспешно свързване
ca_es: No s'ha pogut connectar.
cy: Wedi methu cysylltu
de: Verbindung fehlgeschlagen
es: Error al conectar
fr: La tentative de connexion a échoué
hu: Nem sikerült kapcsolódni.
it: Connessione fallita
nl: Verbinding maken mislukt
pl: Połączenie nieudane
pt: Falha ao ligar
sl: Povezave ni uspelo vzpostaviti
uk: Не вдалося встановити зв'язок

source: Helpdesk
ar: مكتب المساعدة
bg: Хелпдеск
ca_es: Servei d'assistència técnica
cy: Desg helpu
de: Hilfe erhältlich bei
es: Servicio de asistencia
fr: Support informatique
hu: Ügyfélszolgálat
pl: Pomoc techniczna
sl: Oddelek za pomoč
uk: Служба технічної підтримки

source: Log In
ar: تسجيل الدخول
bg: Вход
ca_es: Iniciar sessió
cy: Mewngofnodi
de: Einloggen
es: Iniciar sesión
fr: Identifiez-vous
hu: Bejelentkezés
it: Accedi
pl: Zaloguj się
pt: Iniciar sessão
sl: Prijava
uk: Увійдіть у систему

source: Login Required
ar: يتطلب تسجيل الدخول
bg: Изисква влизане в системата
ca_es: Validació necessària
cy: Mae angen mewngofnodi
de: Einloggen erforderlich
es: Inicio de sesión requerido
fr: Identifiant requis
hu: Bejelentkezés szükséges
it: Accesso richiesto
nl: Inloggen vereist
pl: Wymagane zalogowanie
pt: Autenticação necessária
sl: Zahtevana je prijava
uk: Потрібен логін для входу

source: Missing information about profile.
ar: معلومات مفقودة حول الملف الشخصي.
bg: Липсва информация за профила.
ca_es: Manca informació sobre el perfil.
cy: Gwybodaeth ar goll am broffil.
de: Fehlende Informationen zum Profil.
es: Falta información sobre el perfil.
fr: Information manquante sur le profil.
hu: Hiányzó információk a profilról.
it: Informazioni mancanti sul profilo.
nl: Informatie ontbreekt over profiel.
pl: Brakuje informacji na temat profilu.
pt: Informação em falta sobre o perfil.
sl: Manjkajo podatki o profilu.
uk: Відсутня інформація про профіль.

# Missing information to start authentication. (auth)
source: Missing information to start authentication.
ar: معلومات مفقودة لبدء عملية المصادقة.
bg: Липсва информация, за да започне автентикацията.
ca_es: Manca informació per a iniciar l'autenticació.
cy: Gwybodaeth ar goll i ddechrau dilysu.
de: Einloggen nicht möglich wegen fehlender Informationen.
es: Falta información para iniciar la autenticación.
fr: Information manquante pour démarrer l'authentification.
hu: Hiányzó információk az azonosítás megkezdéséhez.
it: Informazioni mancanti per avviare l'autenticazione.
nl: Informatie ontbreekt om authenticatie te starten.
pl: Brakuje informacji potrzebnej do rozpoczęcia uwierzytelnienia.
pt: Informação em falta para iniciar a autenticação.
sl: Manjkajo podatki za začetek preverjanja pristnosti.
uk: Відсутня інформація для початку автентифікації.

# Missing information to start authentication. (info)
source: Missing information to start authentication.
ar: معلومات مفقودة لبدء عملية المصادقة.
bg: Липсва информация, за да започне автентикацията.
ca_es: Manca informació per a iniciar l'autenticació.
cy: Gwybodaeth ar goll i ddechrau dilysu.
de: Einloggen nicht möglich wegen fehlender Informationen.
es: Falta información para iniciar la autenticación.
fr: Information manquante pour démarrer l'authentification.
hu: Hiányzó információk az azonosítás megkezdéséhez.
it: Informazioni mancanti per avviare l'autenticazione.
nl: Informatie ontbreekt om authenticatie te starten.
pl: Brakuje informacji potrzebnej do rozpoczęcia uwierzytelnienia.
pt: Informação em falta para iniciar a autenticação.
sl: Manjkajo podatki za začetek preverjanja pristnosti.
uk: Відсутня інформація для початку автентифікації.

# Missing information to start authentication. (token)
source: Missing information to start authentication.
ar: معلومات مفقودة لبدء عملية المصادقة.
bg: Липсва информация, за да започне автентикацията.
ca_es: Manca informació per a iniciar l'autenticació.
cy: Gwybodaeth ar goll i ddechrau dilysu.
de: Einloggen nicht möglich wegen fehlender Informationen.
es: Falta información para iniciar la autenticación.
fr: Information manquante pour démarrer l'authentification.
hu: Hiányzó információk az azonosítás megkezdéséhez.
it: Informazioni mancanti per avviare l'autenticazione.
nl: Informatie ontbreekt om authenticatie te starten.
pl: Brakuje informacji potrzebnej do rozpoczęcia uwierzytelnienia.
pt: Informação em falta para iniciar a autenticação.
sl: Manjkajo podatki za začetek preverjanja pristnosti.
uk: Відсутня інформація для початку автентифікації.

# Missing information to start configuration. (eap)
source: Missing information to start configuration.
ar: معلومات مفقودة لبدء عملية التكوين.
bg: Липсва информация, за да стартира конфигурацията.
ca_es: Manca informació per a iniciar la configuració.
cy: Gwybodaeth ar goll i ddechrau ffurfweddu.
de: Einrichtung nicht möglich wegen fehlender Informationen.
es: Falta información para iniciar la configuración.
fr: Information manquante pour démarrer la configuration.
hu: Hiányzó információk a konfiguráció elindításához.
it: Informazioni mancanti per avviare la configurazione.
nl: Informatie ontbreekt om configuratie te starten.
pl: Brakuje informacji potrzebnej do rozpoczęcia konfiguracji.
pt: Informação em falta para iniciar a configuração.
sl: Manjkajo podatki za začetek konfiguriranja.
uk: Відсутня інформація для початку налаштування.

# Missing information to start configuration. (profile)
source: Missing information to start configuration.
ar: معلومات مفقودة لبدء عملية التكوين.
bg: Липсва информация, за да стартира конфигурацията.
ca_es: Manca informació per a iniciar la configuració.
cy: Gwybodaeth ar goll i ddechrau ffurfweddu.
de: Einrichtung nicht möglich wegen fehlender Informationen.
es: Falta información para iniciar la configuración.
fr: Information manquante pour démarrer la configuration.
hu: Hiányzó információk a konfiguráció elindításához.
it: Informazioni mancanti per avviare la configurazione.
nl: Informatie ontbreekt om configuratie te starten.
pl: Brakuje informacji potrzebnej do rozpoczęcia konfiguracji.
pt: Informação em falta para iniciar a configuração.
sl: Manjkajo podatki za začetek konfiguriranja.
uk: Відсутня інформація для початку налаштування.

source: No valid profile found.
ar: لم يتم العثور على ملف شخصي صالح.
bg: Не е намерен валиден профил.
ca_es: No s'ha trobat cap perfil vàlid.
cy: Heb ganfod proffil dilys.
de: Kein gültiges Profil gefunden.
es: No se ha encontrado ningún perfil válido.
fr: Aucun profil valide trouvé.
hu: Nem található érvényes profil.
it: Nessun profilo valido trovato.
nl: Geen geldig profiel gevonden.
pl: Nie znaleziono żadnego poprawnego profilu.
pt: Nenhum perfil válido encontrado
sl: Najti ni bilo mogoče nobenega veljavnega profila.
uk: Не знайдено жодного дійсного профілю.

source: No valid provider found.
ar: لم يتم العثور على ملف شخصي صالح.
bg: Не е намерен валиден доставчик.
ca_es: Cap proveïdor vàlid trobat.
cy: Ni chanfuwyd darparwr dilys.
de: Kein gültiger Provider gefunden.
es: No se ha encontrado ningún proveedor válido.
fr: Aucun fournisseur valide trouvé.
hu: Nem található érvényes szolgáltató.
it: Nessun provider valido trovato.
nl: Geen geldige provider gevonden.
pl: Nie znaleziono żadnego poprawnego dostawcy.
pt: Nenhum fornecedor válido encontrado
sl: Najti ni bilo mogoče nobenega veljavnega ponudnika.
uk: Не знайдено жодного дійсного профілю.

source: OK
ar: حسناً
bg: ОК
cy: Iawn
sl: V redu
uk: ТАК

source: Password
ar: كلمة المرور
bg: Парола
ca_es: Contrasenya
cy: Cyfrinair
de: Passwort
es: Contraseña
fr: Mot de passe
hu: Jelszó
nl: Wachtwoord
pl: Hasło
pt: Palavra-passe
sl: Geslo
uk: Пароль

source: Please enter your username and password.
ar: الرجاء إدخال اسم المستخدم وكلمة المرور الخاصة بك.
bg: Моля, въведете Вашето потребителско име и парола.
ca_es: Si us plau, introduïu el vostre nom d'usuari i contrasenya.
cy: Rhowch eich enw defnyddiwr a chyfrinair.
de: Bitte geben Sie Ihren Benutzernamen und Passwort ein.
es: Por favor, introduce tu nombre de usuario y contraseña.
fr: Entrez votre identifiant et mot de passe, svp.
hu: Kérlek, add meg a felhasználóneved és a jelszavad.
it: Per favore, inserisci il tuo nome utente e la tua password.
nl: Voer gebruikersnaam en wachtwoord in.
pl: Proszę wprowadzić identyfikator użytkownika i hasło.
pt: Por favor escreva o seu nome de utilizador e palavra-passe.
sl: Vnesite uporabniško ime in geslo.
uk: Будь ласка, введіть своє ім'я користувача та пароль.

source: Profiles
ar: الملفات الشخصية
bg: Профили
ca_es: Perfils
cy: Proffiliau
de: Profile
es: Perfiles
fr: Profils
hu: Profilok
it: Profili
nl: Profielen
pl: Profile
pt: Perfis
sl: Profili
uk: Профілі

source: Review the profile and then press the "Install…" button to setup the network on your computer.
ar: قم بمراجعة الملف الشخصي ثم اضغط على زر 'تثبيت...' لإعداد الشبكة على جهاز الكمبيوتر الخاص بك.
bg: Прегледайте профила и след това натиснете бутона "Install…", за да инсталирате мрежата на Вашия компютър.
ca_es: Reviseu el perfil i després premeu el botó "Instal·lar..." per configurar la xarxa al teu ordinador.
cy: Adolygwch y proffil ac yna pwyswch y botwm "Gosod ..." i osod y rhwydwaith ar eich cyfrifiadur.
de: Überprüfen Sie das Profil und drücken Sie dann den "Installieren..." Knopf um das Netzwerk auf Ihrem Rechner einzurichten.
es: Revisa el perfil y luego pulsa el botón "Instalar..." para configurar la red en tu ordenador.
fr: Passez en revue le profil puis appuyez sur le bouton « Installer... » pour configurer le réseau sur votre ordinateur
hu: Tekintse át a profilját, majd nyomja meg az "Installálás..." gombot a hálózat beállításához a számítógépén.
it: Rivedi il profilo e quindi premi il pulsante "Installa..." per configurare la rete sul tuo computer.
nl: Controleeer het profiel en druk vervolgens op de "Installeer"-knop om het netwerk in te stellen op deze computer.
pl: Przejrzyj profil, a potem naciśnij przycisk "Instaluj...", żeby skonfigurować sieć na Twoim komputerze.
pt: Valide o perfil e depois pressione o botão "Instalar..." para configurar a rede no seu computador.
sl: Preglejte profil in nato pritisnite gumb »Namesti …«, če želite nastaviti omrežje v računalniku.
uk: Перегляньте профіль і натисніть кнопку "Встановити...", щоб налаштувати мережу на вашому комп'ютері.

source: Terms of Use
ar: شروط الاستخدام
bg: Условия за ползване
ca_es: Termes d'ús
cy: Telerau Defnyddio
de: Nutzungsbedingungen
es: Condiciones de uso
fr: Conditions d'utilisation
hu: Használati feltételek
it: Termini di utilizzo
nl: Gebruiksvoorwaarden
pl: Warunki korzystania
pt: Termos de Utilização
sl: Pogoji uporabe
uk: Умови користування

source: The configuration process was cancelled.
ar: تم إلغاء عملية التكوين.
bg: Процесът на конфигуриране беше отменен.
ca_es: El procés de configuració s'ha cancel·lat.
cy: Cafodd y broses ffurfweddu ei chanslo.
de: Die Einrichtung wurde abgebrochen.
es: El proceso de configuración ha sido cancelado.
fr: Le processus de configuration a été annulé.
hu: A konfigurációs folyamat megszakadt.
it: Il processo di configurazione è stato annullato.
nl: Het configuratieproces is geannuleerd.
pl: Konfiguracja została przerwana.
pt: O processo de configuração foi cancelado.
sl: Postopek konfiguracije je bil preklican.
uk: Процес налаштування було скасовано.

source: Username
ar: اسم المستخدم
bg: Потребителско име
ca_es: Nom d'usuari
cy: Enw defnyddiwr
de: Benutzername
es: Nombre de usuario
fr: Identifiant
hu: Felhasználónév
nl: Gebruikersnaam
pl: Identyfikator
pt: Nome de utilizador
sl: Uporabniško ime
uk: Ім'я користувача

source: You are redirected to a website.
ar: تم توجيهك إلى موقع الويب.
bg: Вие сте пренасочен към уебсайт.
ca_es: Se us redirigeix a un lloc web.
cy: Rydych yn cael eich ailgyfeirio i wefan.
de: Sie werden an eine Webseite weitergeleitet.
es: Se te está redirigiendo a un sitio web.
fr: Vous allez être redirigé vers un site web.
hu: Átirányítunk egy weboldalra.
it: Sei reindirizzato a un sito web.
nl: Je wordt doorverwezen naar een webpagina.
pl: Zostaniesz przekierowany do strony internetowej.
pt: É redirecionado para um website.
sl: Preusmerjeni ste na spletno mesto.
uk: Ви перенаправлені на веб-сайт.

source: You must agree to the terms of use before you can use this network.
ar: يجب أن توافق على شروط الاستخدام قبل استخدام هذا الشبكة.
bg: За да използвате тази мрежа, трябва да се съгласите с условията за ползване.
ca_es: Heu d'acceptar els termes d'ús abans de poder utilitzar aquesta xarxa.
cy: Rhaid i chi gytuno i'r telerau defnyddio cyn y gallwch ddefnyddio'r rhwydwaith hwn.
de: Sie müssen den Nutzungsbedingungen zustimmen bevor Sie das Netzwerk benutzen können.
es: Debes aceptar las condiciones de uso antes de poder utilizar esta red.
fr: Vous devez approuver les conditions d'utilisation avant de pouvoir utiliser ce réseau.
hu: A felhasználási feltételek elfogadása szükséges, mielőtt használhatja ezt a hálózatot.
it: È necessario accettare i termini di utilizzo prima di poter utilizzare questa rete.
nl: Je moet de gebruiksvoorwaarden accepteren voordat je gebruik kan maken van dit netwerk.
pl: Aby skorzystać z tej sieci musisz najpierw potwierdzić zgodę na warunki korzystania.
pt: Deve concordar com os termos de utilização antes de poder utilizar esta rede.
sl: Preden lahko uporabljate to omrežje, se morate strinjati s pogoji uporabe.
uk: Ви повинні погодитися з умовами використання, перш ніж ви зможете користуватися цією мережею.

source: You must agree to the terms of use.
ar: يجب أن توافق على شروط الاستخدام.
bg: Трябва да се съгласите с условията за ползване.
ca_es: Heu d'acceptar els termes d'ús.
cy: Rhaid i chi gytuno â'r telerau defnyddio.
de: Sie müssen den Nutzungsbedingungen zustimmen.
es: Debes aceptar las condiciones de uso.
fr: Vous devez approuver les conditions d'utilisation.
hu: El kelle fogadnia a felhasználási feltételeket
it: È necessario accettare i termini di utilizzo.
nl: Je moet de gebruiksvoorwaarden accepteren.
pl: Musisz potwierdzić zgodę na warunki korzystania.
pt: Deve concordar com os termos de utilização.
sl: Morate se strinjati s pogoji uporabe.
uk: Ви повинні погодитися з умовами використання.

source: Password Required
nl: Wachtwoord vereist

source: Please enter your password.
nl: Voer wachtwoord in.
